42crunch.vscode-openapi
amazonwebservices.aws-toolkit-vscode
arjun.swagger-viewer
cschlosser.doxdocgen
docker.docker
eprincev-egor.toggle-upper-case
george-alisson.html-preview-vscode
github.codespaces
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
helixquar.randomeverything
josetr.cmake-language-support-vscode
mechatroner.rainbow-csv
mindaro-dev.file-downloader
mkxml.vscode-filesize
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ko
ms-dotnettools.vscode-dotnet-runtime
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
naumovs.color-highlight
nilssoderman.batch-runner
ph0enixkm.amber-language
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
robertz.code-snapshot
svelte.svelte-vscode
twxs.cmake
tyriar.lorem-ipsum
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xyz.local-history
yzhang.markdown-all-in-one
zxh404.vscode-proto3
